{
  "directors": "Headmasters",
  "collaborators": "Collaborators",
  "projectManagers": "Project managers",
  "directorsTeam": [
    {
      "title.Back":"Interests",
      "text1Back":"His master on Electronic and Telecommunications from CICESE, Ensenada, Baja California, Mexico and his Ph.D. on ́ Telecommunications and Electronics from SEPI, Instituto Politenico Nacional.",
      "text2Back":"His research interests are wireless networks, biomedical wereables devices, research on emotional states and human computer interfaces with terapeutic applications.",
      "subtitleBack":"Networks",
      "name": "Ph.D. Rogelio Bustamante Bello",
      "position":"Headmaster",
      "textFront":"Rogelio Bustamante was born in Orizaba, Veracruz on 1965. Received the B.S. degree Electronic Instrumentation From Universidad Veracruzana, Xalapa.",
      "pictureName": "rogelioBustamante",
      "fileType": "jpg",
      "researchGateLink": "https://www.researchgate.net/profile/Rogelio-Bustamante-Bello",
      "mailLink": "mailto:rbustama@tec.mx",
      "linkedInLink": "#" 
    }, 
    {
      "title.Back":"Interests",
      "text1Back":"Ph.D. on Mechanics from Budapest University of Technology and Economy, Ph.D. degree on Manufacturing Systems from Loughborough University, United Kingdom. He is Vice-President of Research at the Tecnologico ́de Monterrey.",
      "text2Back":"Member of the National Systems of Researchers of Mexico on Level III. He has published four books, 43 articles on arbitrated journals, 58 book chapters and 60 articles with arbitrated conferences. His research areas include concurrent engineering, information models for design and manufacturing, technology modeling and integration in manufacturing and technologies for collaborative engineering.",
      "subtitleBack":"Research",
      "name": "Ph.D. Arturo Molina",
      "position":"Headmaster",
      "textFront":"Arturo Molina was born in Oaxaca, Mexico on February 1st, 1964. He received the B.S. degree and master on Computational Systems from Tecnologico de Monterrey",
      "pictureName": "arturoMolina",
      "fileType": "jpg",
      "researchGateLink": "https://www.researchgate.net/profile/Arturo-Molina",
      "mailLink": "#",
      "linkedInLink": "#"
    }
  ],
  "directorsTeam2":[
    {
      "title.Back":"Interests",
      "text1Back":"His master debree from Tecnologico de Monterrey, Monterrey and his Ph.D. from The Grenoble Institute of Technology, France.",
      "text2Back":"He belongs to National Research System of Mexico on level 1, currently the Director of Research at National School of Engineering and Science of Tecnologico de Monterrey, responsable for advancing research, innovation and entrepreneurship.",
      "subtitleBack":"Research",
      "name": "Ph.D. Ricardo A. Ramirez",
      "position":"Headmaster",
      "textFront":"Ricardo Ramirez was born in Torreon, Coahuila on April 3rd 1967. Received the B.S. degree on Mechanical and Electrical from Tecnologico de Monterrey, Laguna.",
      "pictureName": "ricardoRamirez",
      "fileType": "jpg",
      "researchGateLink": "https://www.researchgate.net/profile/Ricardo-A-Ramirez-Mendoza",
      "mailLink": "#",
      "linkedInLink": "#"
    }
  ],
  "collaboratorsTeam": [
    {
      "title.Back":"Interests",
      "text1Back":"On 2012, he worked as Subdirector in risk methodologies in Comisió Nacional Bancaria y de Valores. Later, from 2012 to 2014 he was director of software development in División Científica de la Policia Federal (now part of Secretaría de Gobernación).",
      "text2Back":" From 2014 to 2015 he worked in Instituto Federal de Telecomunicaciones, first as director of stadistics, later as director of technical analysis. From 2015 to 2017 he worked as Director of IT of LUCA Desarrollos Integrales en Tecnología S.A de C.V. Since july 2015 to date, he is professor of Instituto Tecnológico de Estudios Superiores de Monterrey (ITESM). His academic and investigation interests are: Machine learning, computer vision and data analysis.",
      "subtitleBack":"Machine Learning",
      "name": "Ph.D. Gerardo Carrera",
      "position":"Collaborator",
      "textFront":"Gerardo Carrera Mendoza received the B.S. degree Computer engineering and his master in science and computer engineering with honorific mention from Universidad Nacional Autónoma de México, in 2004 and 2007, respectively. He received his Ph.D. in computer science from Universidad de Imperial College, United Kingdom, on january 2012.",
      "pictureName": "gerardoCarrera",
      "fileType":"jpg",
      "researchGateLink": "#",
      "mailLink": "#",
      "linkedInLink": "#" 
    }, 
    {
      "title.Back":"Interests",
      "text1Back":"Post PhD in autonomous vehicles in the Berlin Public University with PhD. Doctor Raul Rojas Gonzales and experience as an associate investigator in Neuroscience and Brain-Computer interfaces in the Berlin Medical Charité University. Now a days he is a permanent teacher-investigator at the Salle University, Benjamin Franklin Campus. Also he is a professor of chair at Tecnológico de Monterrey Campus Ciudad de México, in the field of Artificial Vision, Mobile Robotics, Artificial Intelligence, Artificial Neuronal Models, Neurosciences and Autonomous Vehicles.",
      "text2Back":"He has written a book about Neuronal Networks, and has published various scientific papers in internationals magazines, and has given numerous conferences, workshops and demonstrations. Dr. Llarena is a promotor of science and robots both in Mexico and the rest of the world, participating in our numerous radio and TV programs in Mexico and Germany to spread Mexicans engineers and investigators work and quality",
      "subtitleBack":"Neuronal Networks",
      "name": "Ph.D. Adalberto Hernández Llarena",
      "position":"Collaborator",
      "textFront":"Mexican, Computer Engineer, has a Master’s degree and a PhD in engineering from UNAM in the field of Artificial Intelligence, with a specialty in SLAM.",
      "pictureName": "albertoHdz",
      "fileType":"jpg",
      "researchGateLink": "#",
      "mailLink": "#",
      "linkedInLink": "#" 
    },
    {
      "title.Back":"Interests",
      "text1Back":"He completed a Master of Science in Engineering in Microelectronics, graduating with honors and a Doctorate in Communications and Electronics from the National Polytechnic in 2013 and 2017 respectively.",
      "text2Back":"During the masters and the doctorate he specialized in control applied to electronic power systems. His subjects of interest are related to the automatic control applied to different areas such as power electronics, electric machines, robotics and autonomous vehicles.",
      "subtitleBack":"Robotics",
      "name": "Ph.D. David Navarro",
      "position":"Collaborator",
      "textFront":"David Navarro received his degree in Mechatronics from the Universidad del Valle de México Tlalpan campus in 2010 with honorable mention. ",
      "pictureName": "davidnavarro",
      "fileType":"jpg",
      "researchGateLink": "#",
      "mailLink": "#",
      "linkedInLink": "https://www.linkedin.com/in/israel-ulises-cayetano-jiménez-194553b9/" 
    }
  ],
  "collaboratorsTeam2":[
    {
      "title.Back":"Interests",
      "text1Back":"He has participated in projects of product prototyping, automation, digital signal processing, haptic systems, human motion analysis and sensor fusion focused on inertial sensors and GNSS with applications in mobile robotics, medicine and virtual reality. ",
      "text2Back":"His areas of interest are educational technology, UAVs, robotic systems with applications in rehabilitation, reinforced learning and product development.",
      "subtitleBack":"UAV's",
      "name": "Msc. Israel Cayetano",
      "position":"Collaborator",
      "textFront":"Msc. Israel Cayetano was born in Mexico City on January 20, 1992. In 2014, he graduated from the Mechatronics Engineering degree at Tecnológico de Monterrey. In 2017 he completed the Master's Degree in Microengineering with an orientation in Robotics and Autonomous Systems of the Ecole polytechnique fédérale de Lausanne.",
      "pictureName": "IsraelCayetan",
      "fileType":"jpg",
      "researchGateLink": "#",
      "mailLink": "#",
      "linkedInLink": "#" 
    },
    {
      "title.Back":"Interests",
      "text1Back":"He has worked in the medical industry, as a researcher and teacher. He is currently a doctoral candidate and works in intelligent vehicles, machine learning, artificial intelligence, digital systems and embedded.",
      "text2Back":"",
      "subtitleBack":"Machine Learning",
      "name": "Msc. Rolando Bautista",
      "position":"Collaborator",
      "textFront":"MSc. Rolando Bautista Montesano was born in Mexico City on May 23, 1988. Biomedical Engineer and Master of Science from the Tecnológico de Monterrey in 2010 and 2012 respectively.  ",
      "pictureName": "rolando",
      "fileType":"jpg",
      "researchGateLink": "#",
      "mailLink": "mailto:rolando.bautista@tec.mx",
      "linkedInLink": "https://www.linkedin.com/in/rolando-bautista-5b130831/" 
    }
  ],
  "ProjectManagersTeam": [
    {
      "title.Back":"Interests",
      "text1Back":"He has a Master's Degree in Engineering with a specialty in Quality Systems and Productivity from Tecnológico de Monterrey, which allows him to have a broad vision of the processes and operations of the companies and allows him to lead projects.",
      "text2Back":"He is currently studying a second Master's Degree in Engineering Sciences from Tecnológico de Monterrey. He is passionate about music and everything related to it.",
      "subtitleBack":"Music",
      "name": "Msc. Gustavo Sebastián Navas Reascos",
      "position":"Project Manager",
      "textFront":"Gustavo Sebastián Navas Reascos, was born in the city of Quito, Ecuador on March 1, 1988. He is a graduate of the Sound and Acoustics Engineering course at the University of the Americas, Ecuador.",
      "pictureName": "GustavoNava",
      "fileType":"jpg",
      "researchGateLink": "#",
      "mailLink": "#",
      "linkedInLink": "#" 
    },
    {
      "title.Back":"Interests",
      "text1Back":"He is currently studying his master's degree at the School of Engineering and Sciences in the same university. His studies of interest are artificial intelligence, robotics and intelligent vehicles.",
      "text2Back":"",
      "subtitleBack":"Artificial Intelligence",
      "name": "Ph.D. Javier Alberto de la Tejera de la Peña",
      "position":"Project Manager",
      "textFront":"Javier Alberto de la Tejera de la Peña was born in Tulancingo, Hidalgo on October 29th 1995. He received the B.S. degree on Mechatronics Engineering from Tecnológico de Monterrey on 2017.",
      "pictureName": "JavierTejeda",
      "fileType":"jpg",
      "researchGateLink": "https://www.researchgate.net/profile/Javier-De-La-Tejera-2",
      "mailLink": "mailto:delatejera@tec.mx",
      "linkedInLink": "https://www.linkedin.com/in/javier-de-la-tejera/" 
    }
  ],
  "ProjectManagersTeam2": [
    {
      "title.Back":"Interests",
      "text1Back":"He is currently working as specialist engineering in the School of Engineering and Science in the same university.",
      "text2Back":"His research interest are Artificial intelligence, Telecommunications and electronics.",
      "subtitleBack":"Artificial Intelligence",
      "name": "Msc. Luis Alberto Curiel",
      "position":"Project Manager",
      "textFront":"Luis A. Curiel Ramírez was born in Mexico City on January 26th 1992. He received the B.S. degree on Telecommunications and Electronic Systs Engineering from Tecnológico de Monterrey on 2016.",
      "pictureName": "luisCuriel",
      "fileType":"jpg",
      "researchGateLink": "https://www.researchgate.net/profile/Luis-Curiel-Ramirez",
      "mailLink": "mailto:lacuriel55@tec.mx",
      "linkedInLink": "#" 
    }
  ],
  "ProjectManagersTeam3": [
    {
      "title.Back":"Interests",
      "text1Back":"He is currently pursuing the Ph. D. degree in the School of Engineering and Science in Tecnolgico de Monterrey.",
      "text2Back":"His research interests are intelligent vehicles, machine learning algorithms and security systems in vehicles.",
      "subtitleBack":"Machine Learning",
      "name": "Ph.D. Javier Izquierdo",
      "position":"Project Manager",
      "textFront":"Javier Izquierdo Reyes was born in Mexico State on September 19th 1991. He received the B.S. degree from Instituto Politecnico Nacional on 2013.",
      "pictureName": "javierIzquierdo",
      "fileType":"jpg",
      "researchGateLink": "https://www.researchgate.net/profile/Javier-Izquierdo-Reyes",
      "mailLink": "mailto:jizquierdo.reyes@tec.mx",
      "linkedInLink": "https://www.linkedin.com/in/javier-izquierdo/" 
    },
    {
      "title.Back":"Interests",
      "text1Back":"Now a day he is making his masters degree on Engineering Science. Among his interests are domotics, artificial intelligence and control systems.",
      "text2Back":"",
      "subtitleBack":"Domotics",
      "name": "Msc. Ariel Alejandro López Aguilar",
      "position":"Project Manager",
      "textFront":"Ariel Alejandro López Aguilar was born in the city of Veracruz, Mexico. He estdudied the Mechatronic Engineering career on the Tecnológico de Monterrey.",
      "pictureName": "ArielLopez",
      "fileType":"jpg",
      "researchGateLink": "https://www.researchgate.net/profile/Ariel-Lopez-Aguilar",
      "mailLink": "mailto:ariel.lopag@gmail.com",
      "linkedInLink": "https://www.linkedin.com/in/ariel-alejandro-lópez-aguilar-7979a513b/" 
    }
  ],
  "ProjectManagersTeam4": [
    {
      "title.Back":"Interests",
      "text1Back":"He is currently pursuing the Ph. D. degree in the School of Engineering and Science in the same university. ",
      "text2Back":"His research interests are domotics with implementation on emotional analyzing systems with social and therapeutic implementations.",
      "subtitleBack":"Domotics",
      "name": "Ph.D. Sergio Alberto Navarro Tuch",
      "position":"Project Manager",
      "textFront":"Sergio Navarro Tuch was born in Mexico City on August 16, 1990. He received the B.S. degree on Mechatronic Engineering from Tecnologico de Monterrey on 2014.",
      "pictureName": "sergioNavarro",
      "fileType":"jpg",
      "researchGateLink": "https://www.researchgate.net/profile/Sergio-Navarro-Tuch",
      "mailLink": "mailto:navarro.tuch@tec.mx",
      "linkedInLink": "https://www.linkedin.com/in/sergio-a-navarro-tuch/" 
    },
    {
      "title.Back":"Interests",
      "text1Back":"He has worked in the medical industry, as a researcher and teacher. He is currently a doctoral candidate and works in intelligent vehicles, machine learning, artificial intelligence, digital systems and embedded.",
      "text2Back":"",
      "subtitleBack":"Machine Learning",
      "name": "Msc. Rolando Bautista Montesano",
      "position":"Project Manager",
      "textFront":"Rolando Bautista Montesano was born in Mexico City on May 23, 1988. Biomedical Engineer and Master of Science from the Tecnológico de Monterrey in 2010 and 2012 respectively.",
      "pictureName": "rolando",
      "fileType":"jpg",
      "researchGateLink": "#",
      "mailLink": "mailto:rolando.bautista@tec.mx",
      "linkedInLink": "https://www.linkedin.com/in/rolando-bautista-5b130831/" 
    }
  ]
}